brew "bash"
brew "readline"
brew "cmake"
brew "coreutils"
brew "fzf"
brew "git"
brew "less"
brew "n"
brew "neovim"
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "ripgrep"
brew "wget"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "thoughtbot/formulae/rcm"
