{
  "plugins": {
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "llama.vim": {
      "src": "https://github.com/ggml-org/llama.vim"
    },
    "lush.nvim": {
      "src": "https://github.com/rktjmp/lush.nvim"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "shipwright.nvim": {
      "src": "https://github.com/rktjmp/shipwright.nvim"
    },
    "splitjoin.vim": {
      "src": "https://github.com/AndrewRadev/splitjoin.vim"
    },
    "vim-eunuch": {
      "src": "https://github.com/tpope/vim-eunuch"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vim-projectionist": {
      "src": "https://github.com/tpope/vim-projectionist"
    },
    "vim-rails": {
      "src": "https://github.com/tpope/vim-rails"
    },
    "vim-repeat": {
      "src": "https://github.com/tpope/vim-repeat"
    },
    "vim-rhubarb": {
      "src": "https://github.com/tpope/vim-rhubarb"
    },
    "vim-surround": {
      "src": "https://github.com/tpope/vim-surround"
    },
    "vim-test": {
      "src": "https://github.com/vim-test/vim-test"
    },
    "vim-unimpaired": {
      "src": "https://github.com/tpope/vim-unimpaired"
    }
  }
}